/* 'All day' text to display on table cell subtitles. */
"All day" = "All day";

/* 'All day' to be used in the detailed strike view. */
"All day-detail" = "All day";

/* Error when parsing strike information. */
"An error occurred when fetching strike information." = "An error occurred when getting updated strike information.";

/* Cancel action on source button */
"Cancel" = "Cancel";

/* 'Comment' strike detail view label. */
"Comment" = "Description";

/* 'Company' strike detail view label. */
"Company" = "Company";

/* Copy source URL to pasteboard */
"Copy" = "Copy";

/* 'Dates' strike detail view label. */
"Dates" = "Dates";

/* Title for alert when unable to get a new strike list. */
"Error" = "Error";

/* 'From … to …' text for table cell subtitles (different days, differen hours) */
"From %@ to %@" = "From %1$@ to %2$@";

/* 'From … to …' text for table cell subtitles (same day, different hours) */
"From %@ to %@-same day" = "From %1$@ to %2$@";

/* 'Loading' after pull to refresh. */
"Loading" = "Loading";

/* No description. */
"No strike description" = "No strike description.";

/* Text to display in the absence of strikes */
"No strikes text" = "Woohoo!\nNo scheduled strikes, we can work! 😃";

/* Text to display in the absence of strikes when the list is being fetched */
"No strikes but updating list text" = "No strike information yet.";

/* Offline banner text. */
"Offline" = "Offline";

/* Dismiss button for the error message. */
"OK" = "OK";

/* Open source URL in browser */
"Open" = "Open";

/* 'Pull to refresh' message. */
"Pull to refresh" = "Pull to refresh...";

/* Received corrupt data from website */
"received corrupt data" = "Received corrupt data from website.";

/* 'Release to refresh' message. */
"Release to refresh" = "Release to refresh...";

/* Source button text on the strike detail view. */
"Source" = "Source";

/* Strike detail screen title (for navigation). */
"Strike" = "Strike";

/* Tweet button text on the strike detail view. */
"Tweet" = "Tweet";

/* 'Unable to contact site' error message. */
"Unable to fetch strike information." = "Unable to update strike information.";

/* 'Until %@' text for table cell subtitles (different days, all day) */
"Until %@" = "Until %@";

/* Label describing start date. */
"Start" = "Start";

/* Label describing end date. */
"End" = "End";

/* String for the navigation item for the strike list view */
"List" = "List";
